{
  "title_velvet": "Velvet Side",
  "subtitle_velvet": "Elegance, mystery, and sensuality",
  "info_velvet": "The 'Velvet' concept explores a dark and luxurious aesthetic through the lens of sophisticated R&B, soul, and pop genres.",

  "date_benatural": "October, 2014",
  "text_benatural": "<a href=\"https://youtu.be/QpAn9ryoB4Y?si=tmIKRCIdBhTdZwtg\" target=\"_blank\" class=\"link_vinho\">Be Natural</a> is a remake of a song originally performed by the group S.E.S. The music video uses the <u><i>one-take</i></u> technique to showcase a dynamic and sensual performance.",

  "date_oneof": "March, 2016",
  "text_oneof": "<a href=\"https://youtu.be/9xWiro_tS1k?si=EOyMWW54Be7EfAUO\" target=\"_blank\" class=\"link_vermelho\">One Of These Nights</a> is a ballad R&B song with a polished rhythm. The lyrics are inspired by the Korean festival <i>\"Chilseok\"</i>, which is celebrated on the seventh day of the seventh month. <br><span style=\"color: grey; font-size: 15px;\">The original tale is about two lovers separated by the heavenly king, allowed to meet only on the seventh day of the seventh lunar month.</span>",

  "date_peekaboo": "November, 2017",
  "text_peekaboo": "<a href=\"https://youtu.be/6uJf2IT2Zh8?si=JLsyd4xUK53ZP6jW\" target=\"_blank\" class=\"link_vinho\">Peek-A-Boo</a> tells the story of the innocence of first love, using the game of <i>\"hide-and-seek\"</i> as a metaphor. However, the music video contrasts this innocence with a dark twist, showing the group luring victims into the house they live in.",

  "date_badboy": "January, 2018",
  "text_badboy": "<a href=\"https://youtu.be/J_CFBjAyPWE?si=pMEreE4rqYLxkra6\" target=\"_blank\" class=\"link_vermelho\">Bad Boy</a> blends R&B melodies with Hip-Hop influences. The Korean lyrics describe the emotions and attraction between a <i>'bad boy'</i> and a cold-hearted girl, portraying the beginning of their relationship.",

  "date_reallybad": "November, 2018",
  "text_reallybad": "<a href=\"https://youtu.be/IWJUPY-2EIM?si=NOrr-hKmaDA4CY6Y\" class=\"link_vinho\">Really Bad Boy</a> explores the theme of irresistible attraction to someone obviously problematic. The lyrics describe a protagonist in love with a <i>bad boy</i>, despite warnings from friends that he’s trouble.",

  "date_psycho": "December, 2019",
  "text_psycho": "<a href=\"https://youtu.be/uR8Mrt1IpXg?si=55sLWgldhM-yWcYs\" target=\"_blank\" class=\"link_vermelho\">Psycho</a> stands out for its melody, mixing pop elements with R&B influences. Lyrically, it captures the idea that even when the relationship feels insane, it’s hard to walk away.",

  "date_chillkill": "November, 2023",
  "text_chillkill": "<a href=\"https://youtu.be/xlyrt5eAtKI?si=yYT_NDunppn6fT7j\" target=\"_blank\" class=\"link_vinho\">Chill Kill</a> is a pop dance track accompanied by a music video that tells the story of five strong-willed sisters dealing with revenge. <span style=\"color: grey; font-size: 15px;\">The expression <i>'Chill Kill'</i> can be interpreted as something that is both relaxing and destructive.</span>"
}
