{
  "title_red": "Red Side",
  "subtitle_red": "Energetic, vibrant, and cheerful",
  "info_red": "The 'Red' concept explores a colorful and playful look with approaches from various pop styles, such as dance and bubblegum.",

  "date_happiness": "August, 2014",
  "text_happiness": "<a href=\"https://youtu.be/JFgv8bKfxEs?si=K-Ylzf5OcobNaaQj\" target=\"_blank\" class=\"link_vermelho\">Happiness</a> depicts the world from a young person's perspective, conveying a message about how you can empower yourself by appreciating the small things in life.",

  "date_ice": "March, 2015",
  "text_ice": "<a href=\"https://youtu.be/glXgSSOKlls?si=SGOtjIIHNMn07O-C\" target=\"_blank\" class=\"link_coral\">Ice Cream Cake</a> describes a young girl's romance, comparing it to the sweetness of an ice cream. The narrative is shaped by the members’ visuals, featuring individual scenes that highlight each one's unique charms.",

  "date_dumb": "March, 2016",
  "text_dumb": "<a href=\"https://youtu.be/XGdbaEDVWp0?si=5l_gzltngL1Rxd4m\" target=\"_blank\" class=\"link_vermelho\">Dumb Dumb</a> is a pop song that addresses the loss of control that can accompany the beginning of a relationship, causing someone to act 'silly' in front of the person they love.<br><p style=\"color: grey; font-size: 15px;\"><strong>Fun fact:</strong> the song’s lyrics contain numerous references to the musical works of the famous singer <i>Michael Jackson</i>.</p>",

  "date_russian": "September, 2016",
  "text_russian": "<a href=\"https://youtu.be/QslJYDX3o8s?si=t1wQTvVm6S1yduun\" target=\"_blank\" class=\"link_coral\">Russian Roulette</a> is a synth-pop song with retro influences. Although it has a lively melody, its lyrics make an analogy between the deadly game Russian roulette and the intensity of romantic feelings. This duality is reflected in the music video, where the members are shown confronting each other in various ways.",

  "date_redflavor": "July, 2017",
  "text_redflavor": "<a href=\"https://youtu.be/WyiIGEHQP8o?si=loz91CUhQxA5j1KU\" target=\"_blank\" class=\"link_vermelho\">Red Flavor</a> is a vibrant celebration of summer sensations and emotions. The song uses fruits as metaphors to convey the euphoria and sweetness of youthful love.<br><p style=\"color: grey; font-size: 15px;\">In the music video, each member represents a fruit, so interviewing them is like reflecting on their own feelings.</p>",

  "date_power": "August, 2018",
  "text_power": "<a href=\"https://youtu.be/aiHSVQy9xN8?si=Mr2ccuFgY-FlHcg4\" target=\"_blank\" class=\"link_coral\">Power Up</a> uses an electropop melody to awaken the summer vibe. The lyrics mention the intense heat during this season, which is why the video shows objects melting due to the high temperature.",

  "date_queendom": "August, 2021",
  "text_queendom": "<a href=\"https://youtu.be/c9RzZpV460k?si=o0wCSrARBR8PF0mB\" target=\"_blank\" class=\"link_vermelho\">Queendom</a> is a song that highlights the importance of self-confidence and solidarity among women, comparing them to queens in their own realm. To reinforce this idea, the members are portrayed as good witches playing different roles, helping each other in the video.",

  "date_feel": "March, 2022",
  "text_feel": "<a href=\"https://youtu.be/R9At2ICm4LQ?si=ETYnF8CV6rkLbkaz\" target=\"_blank\" class=\"link_coral\">Feel My Rhythm</a> is described as a dance-pop song that invites the listener to surrender to the rhythm, aiming to deliver a message of freedom of expression through the unifying power of music.<p style=\"color: grey; font-size: 15px;\">The music video is full of references to classical works, such as: <strong>'Air on the G String'</strong> (Bach) and <strong>'The Garden of Earthly Delights'</strong> (Hieronymus Bosch).</p>",

  "date_birthday": "November, 2022",
  "text_birthday": "<a href=\"https://youtu.be/Ut1OzEVUiM4?si=y3EFEbYQ7IfRHEgb\" target=\"_blank\" class=\"link_vermelho\">Birthday</a> features an instrumental combining jazz and hip-hop elements to convey the idea of enjoying the moment as if every day were a birthday party. The video includes animations that match the fun rhythm of the song.<p style=\"color: grey; font-size: 15px;\"><strong>Fun fact:</strong> the song samples <i>'Rhapsody in Blue'</i> by American composer George Gershwin.</p>",

  "date_cosmic": "June, 2024",
  "text_cosmic": "<a href=\"https://youtu.be/FyG21rXCxlY?si=dS6wh-RTZwyzLB-o\" target=\"_blank\" class=\"link_coral\">Cosmic</a> is composed of a mix of dance-pop with disco rhythm elements. The lyrics narrate the encounter of a lonely traveler who lands in a new world, embarking on an infinite love.<p style=\"color: grey; font-size: 15px;\"><strong>Fun fact:</strong> the music video has strong influences from the film <i>'Midsommar'</i> by Ari Aster.</p>"
}
